Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# PTYSession.UsePhysicalKey
source: Use Physical Key
de: Physische Taste verwenden
ja: 物理キーを使用
pt_br: Usar tecla física
ru: Использовать физическую клавишу
zh_hans: 使用物理按键

# PTYSession.ViewErrors
source: _View Errors
de: _Fehler anzeigen
ja: エラーを表示(_V)
pt_br: _Ver erros
ru: _Просмотреть ошибки
zh_hans: 查看错误(_V)

# PTYSession.WrongEncodingDetected
source: Wrong Encoding Detected
de: Falsche Kodierung erkannt
ja: 誤ったエンコーディングを検出しました
pt_br: Codificação incorreta detectada
ru: Обнаружена неверная кодировка
zh_hans: 检测到错误的编码

# PTYSession.Yes
source: Yes
de: Ja
ja: はい
pt_br: Sim
ru: Да
zh_hans: 是

# PTYSessionBrowser.OKToOpenFile
source: OK to open this file? %@
de: Diese Datei öffnen? %@
ja: このファイルを開いてもよろしいですか？ %@
pt_br: Confirma abrir este arquivo? %@
ru: Открыть этот файл? %@
zh_hans: 确认打开此文件？ %@

# PTYSessionBrowser.OKToRun
source: OK to run: %@
de: Ausführen: %@
ja: 実行してもよろしいですか: %@
pt_br: Confirma executar: %@
ru: Выполнить: %@
zh_hans: 确认运行： %@

# PTYSessionBrowser.OpenFileHeading
source: Open file?
de: Datei öffnen?
ja: ファイルを開きますか？
pt_br: Abrir arquivo?
ru: Открыть файл?
zh_hans: 打开文件？

# PTYSessionBrowser.PointerActionOrigin
source: Pointer action
de: Zeigeraktion
ja: ポインタアクション
pt_br: Ação do ponteiro
ru: Действие указателя
zh_hans: 指针操作

# PTYSessionBrowser.RunCommandHeading
source: Run command?
de: Befehl ausführen?
ja: コマンドを実行しますか？
pt_br: Executar comando?
ru: Выполнить команду?
zh_hans: 运行命令？

# PTYTab.CycleDetected
source: [Cycle detected]
de: [Zyklus erkannt]
ja: [循環を検出]
pt_br: [Ciclo detectado]
ru: [Обнаружен цикл]
zh_hans: 检测到循环

# PTYTab.Idle
source: Idle
de: Inaktiv
ja: アイドル
pt_br: Ocioso
ru: Простой
zh_hans: 空闲

# PTYTab.NewOutputReceived
source: New output was received in %1$@, tab #%2$d.
de: Neue Ausgabe wurde in %1$@, Tab Nr. %2$d empfangen.
ja: タブ#%2$dの%1$@で新しい出力を受信しました。
pt_br: Nova saída recebida em %1$@, aba nº %2$d.
ru: Получены новые данные в %1$@, вкладка №%2$d.
zh_hans: 新输出在 %1$@ 标签页 #%2$d 中接收。

# PTYTab.NewOutputTitle
source: New Output
de: Neue Ausgabe
ja: 新しい出力
pt_br: Nova saída
ru: Новый вывод
zh_hans: 新输出

# PTYTab.Restoring
source: Restoring…
de: Wird wiederhergestellt…
ja: 復元中…
pt_br: Restaurando…
ru: Восстановление…
zh_hans: 正在恢复…

# PTYTab.SessionBecameIdle
source: Session %1$@ in tab #%2$d became idle.
de: Sitzung %1$@ in Tab Nr. %2$d wurde inaktiv.
ja: タブ#%2$dのセッション%1$@がアイドルになりました。
pt_br: A sessão %1$@ na aba nº %2$d ficou ociosa.
ru: Сессия %1$@ во вкладке №%2$d перешла в состояние простоя.
zh_hans: 会话 %1$@ 在标签页 #%2$d 中处于空闲状态。

# PTYTask.ForkErrorWithSystemError
source: %1$@ The system error was: %2$s
de: %1$@ Der Systemfehler war: %2$s
ja: %1$@ システムエラー: %2$s
pt_br: %1$@ O erro do sistema foi: %2$s
ru: %1$@ Системная ошибка: %2$s
zh_hans: %1$@ 系统错误为：%2$s

# PTYTask.TempFileError
source: An error was encountered while creating a temporary file with mkstemps. Verify that %@ exists and is writable.
de: Beim Erstellen einer temporären Datei mit mkstemps ist ein Fehler aufgetreten. Stellen Sie sicher, dass %@ existiert und beschreibbar ist.
ja: mkstempsで一時ファイルを作成中にエラーが発生しました。%@が存在し、書き込み可能であることを確認してください。
pt_br: Ocorreu um erro ao criar um arquivo temporário com mkstemps. Verifique se %@ existe e tem permissão de escrita.
ru: Произошла ошибка при создании временного файла с помощью mkstemps. Убедитесь, что %@ существует и доступен для записи.
zh_hans: 使用 mkstemps 创建临时文件时出错。请确认 %@ 存在且可写入。

# PTYTask.UnableToForkMessage
source: Unable to fork child process: you may have too many processes already running.
de: Der Kindprozess konnte nicht erzeugt werden: Möglicherweise laufen bereits zu viele Prozesse.
ja: 子プロセスをフォークできません。既に実行中のプロセスが多すぎる可能性があります。
pt_br: Não foi possível fazer fork do processo filho: talvez você já tenha processos demais em execução.
ru: Не удалось создать дочерний процесс (fork): возможно, уже запущено слишком много процессов.
zh_hans: 无法派生子进程：你可能已经在运行太多进程。

# PTYTask.UnableToForkTitle
source: Unable to fork!
de: Kindprozess konnte nicht erzeugt werden!
ja: フォークできません！
pt_br: Não foi possível fazer fork!
ru: Не удалось выполнить fork!
zh_hans: 无法派生！

# PTYTextView.CommandCopied
source: Command Copied
de: Befehl kopiert
ja: コマンドをコピーしました
pt_br: Comando copiado
ru: Команда скопирована
zh_hans: 已拷贝命令

# PTYTextView.Confirm
source: Confirm
de: Bestätigen
ja: 確認
pt_br: Confirmar
ru: Подтвердить
zh_hans: 确认

# PTYTextView.ConfirmCopyMultiple
source: OK to copy the following files: %1$@ to %2$@@%3$@:%4$@?
de: OK, die folgenden Dateien zu kopieren: %1$@ nach %2$@@%3$@:%4$@?
ja: 次のファイルをコピーしてもよろしいですか: %1$@ コピー先: %2$@@%3$@:%4$@？
pt_br: Confirma copiar os seguintes arquivos: %1$@ para %2$@@%3$@:%4$@?
ru: Скопировать следующие файлы: %1$@ в %2$@@%3$@:%4$@?
zh_hans: 已确认可复制以下文件： %1$@ 到 %2$@@%3$@:%4$@?

# PTYTextView.ConfirmCopySingle
source: OK to copy %1$@ to %2$@@%3$@:%4$@?
de: OK, folgende Datei zu kopieren: %1$@ nach %2$@@%3$@:%4$@?
ja: 次のファイルをコピーしてもよろしいですか %1$@ コピー先: %2$@@%3$@:%4$@？
pt_br: Confirma copiar %1$@ para %2$@@%3$@:%4$@?
ru: Скопировать %1$@ в %2$@@%3$@:%4$@?
zh_hans: 已确认可复制 %1$@ 到 %2$@@%3$@:%4$@?

# PTYTextView.ConfirmScpMultiple
source: OK to scp the following files: %1$@ to %2$@@%3$@:%4$@?
de: OK, die folgenden Dateien per scp zu kopieren: %1$@ nach %2$@@%3$@:%4$@?
ja: 次のファイルをscpしてもよろしいですか: %1$@ コピー先: %2$@@%3$@:%4$@？
pt_br: Confirma copiar via scp os seguintes arquivos: %1$@ para %2$@@%3$@:%4$@?
ru: Скопировать (scp) следующие файлы: %1$@ в %2$@@%3$@:%4$@?
zh_hans: 已确认可使用 scp 传输以下文件： %1$@ 到 %2$@@%3$@:%4$@?

# PTYTextView.ConfirmScpSingle
source: OK to scp %1$@ to %2$@@%3$@:%4$@?
de: OK, folgende Datei per scp zu kopieren: %1$@ nach %2$@@%3$@:%4$@?
ja: 次のファイルをscpしてもよろしいですか %1$@ コピー先: %2$@@%3$@:%4$@？
pt_br: Confirma copiar via scp %1$@ para %2$@@%3$@:%4$@?
ru: Скопировать (scp) %1$@ в %2$@@%3$@:%4$@?
zh_hans: 已确认可使用 scp 传输 %1$@ 到 %2$@@%3$@:%4$@?

# PTYTextView.Copied
source: Copied
de: Kopiert
ja: コピーしました
pt_br: Copiado
ru: Скопировано
zh_hans: 已拷贝

# PTYTextView.CopyBlockTooltip
source: Copy block to clipboard
de: Block in die Zwischenablage kopieren
ja: ブロックをクリップボードにコピー
pt_br: Copiar bloco para a área de transferência
ru: Скопировать блок в буфер обмена
zh_hans: 将块拷贝到剪贴板

# PTYTextView.CopyBlockTooltipTitleCase
source: Copy Block to clipboard
de: Block in die Zwischenablage kopieren
ja: ブロックをクリップボードにコピー
pt_br: Copiar bloco para a área de transferência
ru: Скопировать блок в буфер обмена
zh_hans: 将块拷贝到剪贴板

# PTYTextView.CopyCommand
source: Copy Command
de: Befehl kopieren
ja: コマンドをコピー
pt_br: Copiar comando
ru: Скопировать команду
zh_hans: 拷贝命令

# PTYTextView.CopyOutput
source: Copy Output
de: Ausgabe kopieren
ja: 出力をコピー
pt_br: Copiar saída
ru: Скопировать вывод
zh_hans: 拷贝输出

# PTYTextView.DisableCommandSelection
source: Disable Command Selection
de: Befehlsauswahl deaktivieren
ja: コマンド選択を無効化
pt_br: Desativar seleção de comando
ru: Отключить выделение команд
zh_hans: 关闭命令选择

# PTYTextView.Disconnect
source: Disconnect
de: Verbindung trennen
ja: 切断
pt_br: Desconectar
ru: Отключиться
zh_hans: 断开连接

# PTYTextView.DisconnectFrom
source: Disconnect from %@
de: Verbindung zu %@ trennen
ja: %@から切断
pt_br: Desconectar de %@
ru: Отключиться от %@
zh_hans: 从 %@ 断开连接

# PTYTextView.FoldSelectedLines
source: Fold Selected Lines
de: Ausgewählte Zeilen falten
ja: 選択行を折りたたむ
pt_br: Recolher linhas selecionadas
ru: Свернуть выделенные строки
zh_hans: 折叠所选行

# PTYTextView.FoldUnfold
source: Fold/Unfold
de: Falten/Entfalten
ja: 折りたたむ/展開する
pt_br: Recolher/expandir
ru: Свернуть/развернуть
zh_hans: 折叠/展开

# PTYTextView.Help
source: Help
de: Hilfe
ja: ヘルプ
pt_br: Ajuda
ru: Справка
zh_hans: 帮助

# PTYTextView.ImageInfo
source: Filename: %1$@ Dimensions: %2$d x %3$d
de: Dateiname: %1$@ Abmessungen: %2$d x %3$d
ja: ファイル名: %1$@ サイズ: %2$d x %3$d
pt_br: Nome do arquivo: %1$@ Dimensões: %2$d x %3$d
ru: Имя файла: %1$@ Размеры: %2$d x %3$d

# PTYTextView.IncludeTimestamps
source: Include timestamps
de: Zeitstempel einschließen
ja: タイムスタンプを含める
pt_br: Incluir marcas de tempo
ru: Включать временные метки
zh_hans: 包含时间戳

# PTYTextView.LogFilename
source: Log at %@.txt
de: Protokoll vom %@.txt
ja: ログ %@.txt
pt_br: Registro em %@.txt
ru: Журнал %@.txt
zh_hans: 记录于 %@.txt

# PTYTextView.LookUpInDictionary
source: Look Up in Dictionary
de: Im Wörterbuch nachschlagen
ja: 辞書で調べる
pt_br: Consultar no dicionário
ru: Найти в словаре
zh_hans: 在字典中查询

# PTYTextView.MidLineCount
source: …%lld lines…
de: …%lld Zeilen…
ja: …%lld行…
pt_br: …%lld linhas…
ru: …%lld строк…
zh_hans: …%lld 行…

# PTYTextView.OutputCopied
source: Output Copied
de: Ausgabe kopiert
ja: 出力をコピーしました
pt_br: Saída copiada
ru: Вывод скопирован
zh_hans: 已拷贝输出

# PTYTextView.PartsLineCount
source: …%lld lines…
de: …%lld Zeilen…
ja: …%lld行…
pt_br: …%lld linhas…
ru: …%lld строк…
zh_hans: …%lld 行…

# PTYTextView.QuickLook
source: Quick Look
de: Schnellansicht
ja: クイックルック
pt_br: Visualização rápida
ru: Быстрый просмотр
zh_hans: 快速查看

# PTYTextView.ReallyRemoveAnnotation
source: Really remove annotation?
de: Anmerkung wirklich entfernen?
ja: 本当に注釈を削除しますか？
pt_br: Deseja mesmo remover a anotação?
ru: Действительно удалить аннотацию?
zh_hans: 确定移除注释？

# PTYTextView.SmartSelectionActionFailed
source: Smart Selection Action Failed
de: Aktion der intelligenten Auswahl fehlgeschlagen
ja: スマート選択アクションが失敗しました
pt_br: Falha na ação de seleção inteligente
ru: Сбой действия умного выделения
zh_hans: 智能选择操作失败

# PTYTextView.SmartSelectionActionTitle
source: Smart Selection Action
de: Aktion der intelligenten Auswahl
ja: スマート選択アクション
pt_br: Ação de seleção inteligente
ru: Действие умного выделения
zh_hans: 智能选择操作

# PTYTextView.UnfoldInSelection
source: Unfold in Selection
de: In Auswahl entfalten
ja: 選択範囲内を展開
pt_br: Expandir na seleção
ru: Развернуть в выделении
zh_hans: 展开所选内容

# PythonRuntime.EnvUnavailableTitle
source: Python Environment Unavailable
de: Python-Umgebung nicht verfügbar
ja: Python 環境が利用できません
pt_br: Ambiente Python indisponível
ru: Среда Python недоступна
zh_hans: Python 环境不可用

# PythonRuntime.Heading
source: Python Runtime
de: Python-Laufzeitumgebung
ja: Python ランタイム
pt_br: Runtime do Python
ru: Среда выполнения Python
zh_hans: Python 运行时

# PythonRuntime.InstallationFailedTitle
source: Installation Failed
de: Installation fehlgeschlagen
ja: インストールに失敗しました
pt_br: Falha na instalação
ru: Ошибка установки
zh_hans: 安装失败

# PythonRuntime.InstalledSuccessfully
source: Installed successfully!
de: Erfolgreich installiert!
ja: インストールが完了しました！
pt_br: Instalado com sucesso!
ru: Установка выполнена успешно!
zh_hans: 安装成功！

# PythonRuntime.InstallErrorHeading
source: Error Installing Python Runtime
de: Fehler beim Installieren der Python-Laufzeitumgebung
ja: Python ランタイムのインストールエラー
pt_br: Erro ao instalar o Runtime do Python
ru: Ошибка установки среды выполнения Python
zh_hans: 安装 Python 运行时出错

# PythonRuntime.InstallFailed
source: Could not install the Python runtime: %@
de: Die Python-Laufzeitumgebung konnte nicht installiert werden: %@
ja: Python ランタイムをインストールできませんでした: %@
pt_br: Não foi possível instalar o Runtime do Python: %@
ru: Не удалось установить среду выполнения Python: %@
zh_hans: 无法安装 Python 运行时：%@

# PythonRuntime.REPLPrepareFailed
source: Could not prepare the Python environment for the REPL: %@
de: Die Python-Umgebung für die REPL konnte nicht vorbereitet werden: %@
ja: REPL 用の Python 環境を準備できませんでした: %@
pt_br: Não foi possível preparar o ambiente Python para o REPL: %@
ru: Не удалось подготовить среду Python для REPL: %@
zh_hans: 无法为 REPL 准备 Python 环境：%@

# PythonRuntime.UnknownError
source: unknown error
de: unbekannter Fehler
ja: 不明なエラー
pt_br: erro desconhecido
ru: неизвестная ошибка
zh_hans: 未知错误

# PythonRuntime.UnknownErrorTitle
source: Unknown error
de: Unbekannter Fehler
ja: 不明なエラー
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误

# PythonRuntime.UpdateFailedTitle
source: Update Failed
de: Aktualisierung fehlgeschlagen
ja: 更新に失敗しました
pt_br: Falha na atualização
ru: Ошибка обновления
zh_hans: 更新失败

# PythonRuntime.UpToDate
source: You’re up to date!
de: Sie sind auf dem neuesten Stand!
ja: 最新の状態です！
pt_br: Você está atualizado!
ru: У вас установлена последняя версия!
zh_hans: 你已是最新版本！

# PythonRuntimeDownloader.DependenciesFailedMessage
source: The following dependencies failed to install: %@
de: Die folgenden Abhängigkeiten konnten nicht installiert werden: %@
ja: 以下の依存関係のインストールに失敗しました: %@
pt_br: Falha ao instalar as seguintes dependências: %@
ru: Не удалось установить следующие зависимости: %@
zh_hans: 以下依赖项安装失败：%@

# PythonRuntimeDownloader.DependencyInstallFailedTitle
source: Dependency Installation Failed
de: Installation der Abhängigkeiten fehlgeschlagen
ja: 依存関係のインストールに失敗しました
pt_br: Falha na instalação de dependências
ru: Ошибка установки зависимостей
zh_hans: 依赖项安装失败

# PythonRuntimeDownloader.Download
source: Download
de: Herunterladen
ja: ダウンロード
pt_br: Transferir
ru: Скачать
zh_hans: 下载

# PythonRuntimeDownloader.DownloadCanceledTitle
source: Download Canceled
de: Download abgebrochen
ja: ダウンロードがキャンセルされました
pt_br: Transferência cancelada
ru: Загрузка отменена
zh_hans: 下载已取消

# PythonRuntimeDownloader.DownloadFailedNotification
source: Download failed ☹️
de: Download fehlgeschlagen ☹️
ja: ダウンロードに失敗しました ☹️
pt_br: Falha na transferência ☹️
ru: Не удалось выполнить загрузку ☹️
zh_hans: 下载失败 ☹️

# PythonRuntimeDownloader.DownloadFailedReason
source: The download failed: %@
de: Der Download ist fehlgeschlagen: %@
ja: ダウンロードに失敗しました: %@
pt_br: Falha na transferência: %@
ru: Не удалось выполнить загрузку: %@
zh_hans: 下载失败：%@

# PythonRuntimeDownloader.DownloadFinishedNotification
source: Download finished!
de: Download abgeschlossen!
ja: ダウンロードが完了しました！
pt_br: Transferência concluída!
ru: Загрузка завершена!
zh_hans: 下载完成！

# PythonRuntimeDownloader.DownloadFinishedTitle
source: Download Finished
de: Download abgeschlossen
ja: ダウンロード完了
pt_br: Transferência concluída
ru: Загрузка завершена
zh_hans: 下载完成

# PythonRuntimeDownloader.DownloadOptionalMessage
source: The Python Runtime is used by Python scripts that work with iTerm2. The download is about %@. OK to download it now?
de: Die Python-Laufzeitumgebung wird von Python-Skripten verwendet, die mit iTerm2 zusammenarbeiten. Der Download ist etwa %@ groß. Jetzt herunterladen?
ja: Python ランタイムは、iTerm2 と連携する Python スクリプトで使用されます。ダウンロードサイズは約 %@ です。今すぐダウンロードしてもよろしいですか？
pt_br: O Runtime do Python é usado por scripts Python que funcionam com o iTerm2. A transferência tem cerca de %@. Deseja transferi-lo agora?
ru: Среда выполнения Python используется скриптами Python, работающими с iTerm2. Размер загрузки составляет около %@. Загрузить её сейчас?
zh_hans: iTerm2 的 Python 脚本需要使用 Python 运行时。下载大小约为 %@。现在下载可以吗？

# PythonRuntimeDownloader.DownloadRequiredMessage
source: The Python Runtime is used by Python scripts that work with iTerm2. It must be downloaded to complete the requested action. The download is about %@. OK to download it now?
de: Die Python-Laufzeitumgebung wird von Python-Skripten verwendet, die mit iTerm2 zusammenarbeiten. Sie muss heruntergeladen werden, um die gewünschte Aktion abzuschließen. Der Download ist etwa %@ groß. Jetzt herunterladen?
ja: Python ランタイムは、iTerm2 と連携する Python スクリプトで使用されます。要求された操作を完了するにはダウンロードが必要です。ダウンロードサイズは約 %@ です。今すぐダウンロードしてもよろしいですか？
pt_br: O Runtime do Python é usado por scripts Python que funcionam com o iTerm2. Ele precisa ser transferido para concluir a ação solicitada. A transferência tem cerca de %@. Deseja transferi-lo agora?
ru: Среда выполнения Python используется скриптами Python, работающими с iTerm2. Её необходимо загрузить, чтобы выполнить запрошенное действие. Размер загрузки составляет около %@. Загрузить её сейчас?
zh_hans: iTerm2 的 Python 脚本需要使用 Python 运行时。要完成所请求的操作，必须先下载它。下载大小约为 %@。现在下载可以吗？

# PythonRuntimeDownloader.DownloadRuntimeTitle
source: Download Python Runtime?
de: Python-Laufzeitumgebung herunterladen?
ja: Python ランタイムをダウンロードしますか？
pt_br: Transferir o Runtime do Python?
ru: Загрузить среду выполнения Python?
zh_hans: 下载 Python 运行时？

# PythonRuntimeDownloader.ExtractFailedNotification
source: Could not extract archive ☹️
de: Archiv konnte nicht extrahiert werden ☹️
ja: アーカイブを展開できませんでした ☹️
pt_br: Não foi possível extrair o arquivo compactado ☹️
ru: Не удалось распаковать архив ☹️
zh_hans: 无法解压归档 ☹️

# PythonRuntimeDownloader.OutputDisclosurePrompt
source: Output
de: Ausgabe
ja: 出力
pt_br: Saída
ru: Вывод
zh_hans: 输出

# PythonRuntimeDownloader.RuntimeNeededMessage
source: An iTerm2 Python Runtime must be downloaded to proceed.%@
de: Eine iTerm2-Python-Laufzeitumgebung muss heruntergeladen werden, um fortzufahren.%@
ja: 続行するには iTerm2 Python ランタイムをダウンロードする必要があります。%@
pt_br: É necessário transferir um Runtime do Python do iTerm2 para continuar.%@
ru: Для продолжения необходимо загрузить среду выполнения Python для iTerm2.%@
zh_hans: 要继续，必须下载 iTerm2 Python 运行时。%@

# PythonRuntimeDownloader.RuntimeNeededVersionMessage
source: An iTerm2 Python Runtime with Python version %1$@ must be downloaded to proceed.%2$@
de: Eine iTerm2-Python-Laufzeitumgebung mit Python-Version %1$@ muss heruntergeladen werden, um fortzufahren.%2$@
ja: 続行するには Python バージョン %1$@ の iTerm2 Python ランタイムをダウンロードする必要があります。%2$@
pt_br: É necessário transferir um Runtime do Python do iTerm2 com a versão %1$@ do Python para continuar.%2$@
ru: Для продолжения необходимо загрузить среду выполнения Python для iTerm2 с версией Python %1$@.%2$@

# PythonRuntimeDownloader.RuntimeUnavailableTitle
source: Python Runtime Unavailable
de: Python-Laufzeitumgebung nicht verfügbar
ja: Python ランタイムが利用できません
pt_br: Runtime do Python indisponível
ru: Среда выполнения Python недоступна
zh_hans: Python 运行时不可用

# PythonRuntimeDownloader.SignatureFailedMessage
source: The Python runtime’s signature failed validation: %@
de: Die Signatur der Python-Laufzeitumgebung konnte nicht überprüft werden: %@
ja: Python ランタイムの署名の検証に失敗しました: %@
pt_br: A assinatura do Runtime do Python não passou na validação: %@
ru: Проверка подписи среды выполнения Python не пройдена: %@

# PythonRuntimeDownloader.SignatureFailedTitle
source: Signature Verification Failed
de: Signaturprüfung fehlgeschlagen
ja: 署名の検証に失敗しました
pt_br: Falha na verificação da assinatura
ru: Ошибка проверки подписи
zh_hans: 签名验证失败

# PythonRuntimeDownloader.UnzipErrorFallback
source: An error occurred while unzipping the downloaded python environment
de: Beim Entpacken der heruntergeladenen Python-Umgebung ist ein Fehler aufgetreten
ja: ダウンロードした Python 環境の展開中にエラーが発生しました
pt_br: Ocorreu um erro ao descompactar o ambiente Python transferido
ru: Произошла ошибка при распаковке загруженной среды Python
zh_hans: 解压已下载的 Python 环境时出错

# PythonRuntimeDownloader.UnzipErrorTitle
source: Error unzipping python environment
de: Fehler beim Entpacken der Python-Umgebung
ja: Python 環境の展開エラー
pt_br: Erro ao descompactar o ambiente Python
ru: Ошибка распаковки среды Python
zh_hans: 解压 Python 环境时出错

# PythonRuntimeDownloader.UpToDate
source: ✅ The Python runtime is up to date.
de: ✅ Die Python-Laufzeitumgebung ist aktuell.
ja: ✅ Python ランタイムは最新の状態です。
pt_br: ✅ O Runtime do Python está atualizado.
ru: ✅ Среда выполнения Python обновлена до последней версии.
zh_hans: ✅ Python运行时已更新。

# QuitAlert.AllClosed
source: All sessions will be closed.
de: Alle Sitzungen werden geschlossen.
ja: すべてのセッションが閉じられます。
pt_br: Todas as sessões serão fechadas.
ru: Все сеансы будут закрыты.
zh_hans: 所有会话都将关闭。

# QuitAlert.PromptReason
source: You are being prompted because: %@
de: Sie werden aus folgendem Grund gefragt: %@
ja: 次の理由により確認が表示されています: %@
pt_br: Este aviso está sendo exibido porque: %@
ru: Вам показан этот запрос по следующей причине: %@
zh_hans: 提示原因： %@

# QuitAlert.SessionsRestored
source: Sessions will be restored automatically when iTerm2 is relaunched.
de: Sitzungen werden automatisch wiederhergestellt, wenn iTerm2 neu gestartet wird.
ja: iTerm2 を再起動すると、セッションは自動的に復元されます。
pt_br: As sessões serão restauradas automaticamente quando o iTerm2 for reiniciado.
ru: Сеансы будут автоматически восстановлены при повторном запуске iTerm2.
zh_hans: iTerm2 重新启动时，会话将自动恢复。

# QuitAlert.Title
source: Quit iTerm2?
de: iTerm2 beenden?
ja: iTerm2 を終了しますか？
pt_br: Encerrar o iTerm2?
ru: Завершить работу iTerm2?
zh_hans: 退出 iTerm2？

# QuitAlert.WhyPrompt
source: Why am I being prompted?
de: Warum werde ich gefragt?
ja: なぜ確認が表示されるのですか？
pt_br: Por que este aviso está sendo exibido?
ru: Почему появляется этот запрос?
zh_hans: 为什么提示我？

# RecordingCodec.CantLoadHeading
source: Can’t Load Recording
de: Aufnahme kann nicht geladen werden
ja: 記録を読み込めません
pt_br: Não é possível carregar a gravação
ru: Не удалось загрузить запись
zh_hans: 无法载入录制

# RecordingCodec.CouldNotLoadCorrupted
source: The recording could not be loaded. It might be corrupted.
de: Die Aufnahme konnte nicht geladen werden. Sie könnte beschädigt sein.
ja: 記録を読み込めませんでした。破損している可能性があります。
pt_br: Não foi possível carregar a gravação. Ela pode estar corrompida.
ru: Не удалось загрузить запись. Возможно, она повреждена.
zh_hans: 录制无法载入。它可能已损坏。

# RecordingCodec.CouldNotSaveHeading
source: The recording could not be saved.
de: Die Aufnahme konnte nicht gespeichert werden.
ja: 記録を保存できませんでした。
pt_br: Não foi possível salvar a gravação.
ru: Не удалось сохранить запись.
zh_hans: 无法存储录制。

# RecordingCodec.DecompressionFailed
source: Could not read the file: decompression failed.
de: Die Datei konnte nicht gelesen werden: Dekomprimierung fehlgeschlagen.
ja: ファイルを読み込めませんでした: 展開に失敗しました。
pt_br: Não foi possível ler o arquivo: falha na descompressão.
ru: Не удалось прочитать файл: ошибка распаковки.
zh_hans: 无法读取文件：解压失败。

# RecordingCodec.DefaultFilename
source: Recording
de: Aufnahme
ja: 記録
pt_br: Gravação
ru: Запись
zh_hans: 正在录制

# RecordingCodec.EnvelopeMalformedHeading
source: Could not read the file: its envelope was malformed.
de: Die Datei konnte nicht gelesen werden: Ihre Hülle war fehlerhaft.
ja: ファイルを読み込めませんでした: エンベロープが不正です。
pt_br: Não foi possível ler o arquivo: seu envelope estava malformado.
ru: Не удалось прочитать файл: его оболочка повреждена.
zh_hans: 无法读取文件：其信封格式损坏。

# RecordingCodec.ErrorEncoding
source: Error encoding recording.
de: Fehler beim Codieren der Aufnahme.
ja: 記録のエンコード中にエラーが発生しました。
pt_br: Erro ao codificar a gravação.
ru: Ошибка кодирования записи.
zh_hans: 录制编码错误。

# RecordingCodec.ErrorLoadingHeading
source: Error Loading Recording
de: Fehler beim Laden der Aufnahme
ja: 記録の読み込みエラー
pt_br: Erro ao carregar a gravação
ru: Ошибка загрузки записи
zh_hans: 载入录制时出错

# RecordingCodec.MissingInfo
source: This recording could not be loaded because it is missing critical information.
de: Diese Aufnahme konnte nicht geladen werden, da wichtige Informationen fehlen.
ja: 重要な情報が欠落しているため、この記録を読み込めませんでした。
pt_br: Não foi possível carregar esta gravação porque faltam informações essenciais.
ru: Не удалось загрузить эту запись, так как в ней отсутствуют важные данные.
zh_hans: 此录制无法载入，因为它缺少关键信息。

# RecordingCodec.NewerVersion
source: This recording is from a newer version of iTerm2 and cannot be replayed in this version.
de: Diese Aufnahme stammt aus einer neueren Version von iTerm2 und kann in dieser Version nicht wiedergegeben werden.
ja: この記録は新しいバージョンの iTerm2 で作成されたため、このバージョンでは再生できません。
pt_br: Esta gravação é de uma versão mais recente do iTerm2 e não pode ser reproduzida nesta versão.
ru: Эта запись создана в более новой версии iTerm2 и не может быть воспроизведена в этой версии.
zh_hans: 此录制来自较新版本的 iTerm2，无法在此版本中回放。

# RecordingCodec.UnarchivingFailed
source: Could not read the file: unarchiving decompressed data failed.
de: Die Datei konnte nicht gelesen werden: Entarchivierung der dekomprimierten Daten fehlgeschlagen.
ja: ファイルを読み込めませんでした: 展開したデータのアンアーカイブに失敗しました。
pt_br: Não foi possível ler o arquivo: falha ao desarquivar os dados descomprimidos.
ru: Не удалось прочитать файл: ошибка распаковки данных из архива.
zh_hans: 无法读取文件：解压数据解档失败。
